cross-compile/onvif-rust/tests/data/requests/request_057_GetNode_947.xml

<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope">
  <s:Body xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
    xmlns:xsd="http://www.w3.org/2001/XMLSchema">
    <GetNode xmlns="http://www.onvif.org/ver20/ptz/wsdl">
      <NodeToken>NODE_000</NodeToken>
    </GetNode>
  </s:Body>
</s:Envelope>
